{
  "a": "un",
  "i-am": "Soy",
  "about-me": "Sobre mí",
  "backend-developer": "desarrollador backend",
  "description": "Soy un desarrollador de software con más de tres años de experiencia, especializado en desarrollo backend. He trabajado en proyectos importantes utilizando tecnologías como Java, Spring Boot y MySQL, y tengo experiencia implementando microservicios, arquitectura hexagonal y diseño orientado por dominio (DDD). Además, tengo conocimientos en herramientas y tecnologías modernas como Apache Kafka, Docker y AWS, que me permiten construir aplicaciones eficientes y escalables. Me apasiona mantenerme al día con las últimas tendencias en desarrollo backend y mejorar continuamente mis habilidades para ofrecer soluciones innovadoras y de alta calidad.",
  "technical-skills": "Habilidades Técnicas",
  "professional-experience": "Experiencia Profesional",
  "projects": "Algunos de mis proyectos",
  "projects-text": "La gran mayoría de los proyectos backend que he realizado son repositorios privados por razones de seguridad, por lo que compartiré enlaces a algunos videos donde explico conceptos ampliamente utilizados en la industria y que demuestran mi conocimiento sobre el tema.",
  "wrote-book": "¡He escrito un libro de programación!",
  "book-text1": "¿ESTÁS LISTO PARA CONVERTIRTE EN PROGRAMADOR Y CONSEGUIR TU PRIMER TRABAJO?",
  "book-text2": "Los desafíos de aprender a programar pueden parecer abrumadores, desde entender los conceptos fundamentales hasta crear aplicaciones funcionales y obtener reconocimiento en el mundo tecnológico para lograr tu gran objetivo: CONSEGUIR TU PRIMER TRABAJO COMO PROGRAMADOR.",
  "book-text3": "☹ Pero no te preocupes, estás a un paso de la solución. ✔️ ✏ Esta es la guía definitiva que te enseñará a:",
  "book-text4": "▶️ Elegir el mejor camino en la programación para encontrar un trabajo.",
  "book-text5": "▶️ Conocer los diferentes tipos de lenguajes de programación.",
  "book-text6": "▶️ Entender cómo funciona la mente de un programador.",
  "book-text7": "▶️ Crear proyectos y temas que destaquen.",
  "book-text8": "▶️ Desarrollar tu marca personal.",
  "book-text9": "▶️ Optimizar LinkedIn, GitHub y tu portafolio para resaltar tu perfil. ▶️ Captar la atención de los reclutadores.",
  "book-text10": "▶️ Prepararte para entrevistas de trabajo.",
  "book-text11": "▶️ Dar tus primeros pasos en tu primer trabajo. ¿Por qué confiar en este libro?",
  "book-text12": "✌️ DANIEL ESPAÑADERO es un ingeniero de software autodidacta que ha guiado a miles de personas para alcanzar sus objetivos a través de su canal de YouTube enfocado en la programación. Ha volcado toda su experiencia y conocimiento de años de enseñanza y mentoría en este libro, con el objetivo de ayudar a todos los que lo lean y apliquen a conseguir un trabajo como programador.",
  "my-youtube-channel": "Mi canal de YouTube",
  "yt-text": "En mi tiempo libre, me gusta compartir contenido y enseñar temas relacionados con la programación. Actualmente, tengo una comunidad de más de 10,000 personas apasionadas por el mundo de la ingeniería de software.",
  "contact": "Contacta conmigo",
  "your-name": "Tu nombre",
  "your-email": "Tu correo electrónico",
  "Message": "Mensaje",
  "send": "ENVIAR"
}
